/* Authorizing */
"Authorizing" = "Autorisieren";

/* Bookmarks */
"Bookmarks" = "Lesezeichen";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Lesezeichen-Symbolleiste";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* unable to load page */
"Cannot Load Page" = "Seite konnte nicht geladen werden";

/* No comment provided by engineer. */
"Cellular" = "Mobilfunknetz";

/* Location of Bookmark */
"Containing Folder" = "Übergeordneter Ordner";

/* update Foxbrowser */
"Data on the server is in a new and unrecognized format. Please update Foxbrowser." = "Die Daten auf dem Server sind in einem unbekannten Format. Bitte aktualisieren Sie Foxbrowser.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Die Daten auf dem Server sind in einem alten unbekannten Format. Bitte aktualisieren Sie Firefox-Sync auf Ihrem Computer.";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Foxbrowser again." = "Aufgrund eines aktuellen Updates müssen Sie sich erneut in Foxbrowser einloggen.";

/* Edit something */
"Edit" = "Bearbeiten";

/* Edit Bookmark Folder */
"Edit Folder" = "Ordner bearbeiten";

/* error loading page */
"Error Loading Page" = "Fehler beim Laden der Seite";

/* Failed to authenticate */
"Failed to authenticate" = "Anmeldung fehlgeschlagen";

/* URL of RSS Feed */
"Feed-URL" = "Feed-URL";

/* No comment provided by engineer. */
"Help" = "Hilfe";

/* History Label */
"History" = "Chronik";

/* Information */
"Information" = "Informationen";

/* Instructions title */
"Instructions" = "Anleitung";

/* Default DejalActivtyView label text */
"Loading..." = "Laden...";

/* No comment provided by engineer. */
"Logged in as" = "Angemeldet als";

/* unable to login */
"Login Failure" = "Anmeldung fehlgeschlagen";

/* Create a new bookmark folder */
"New Folder" = "Neuer Ordner";

/* No comment provided by engineer. */
"No Connection" = "Keine Verbindung";

/* no internet connection */
"No internet connection available" = "Keine Internet-Verbindung verfügbar";

/* No open Tabs found */
"No open Tabs found" = "Keine geöffneten Tabs gefunden";

/* ok */
"OK" = "OK";

/* User did not enter password warning */
"Please enter a password" = "Bitte geben sie ein Passwort ein";

/* Invalid email warning */
"Please enter the email address for your account" = "Bitte geben sie eine gültige E-Mail Adresse ein";

/* Settings */
"Settings" = "Einstellungen";

/* perform sign out */
"Sign Out" = "Abmelden";

/* Signout */
"Signing out will erase your Firefox Sync information from this device, but will require signing in and a full refresh next time." = "Das Abmelden löscht Ihre Firefox Sync-Daten auf diesem Gerät, aber es macht eine erneute Anmeldung und eine vollständige Synchronisierung beim nächsten Start notwendig.";

/* Firefox sync login title */
"Sync Login" = "Sync Login";

/* Tabs */
"Tabs" = "Tabs";

/* Title of the Bookmark */
"Title" = "Bezeichnung";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Unsortierte Lesezeichen";

/* No comment provided by engineer. */
"Warning" = "Warnung";

/* URL of Bookmark */
"Website URL" = "URL der Seite";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

